Repository: kostikov-vitaly/Unxiety
Catalog: SelfApp/*.lproj/Localizable.strings
Languages: it

source: Account
it: Profilo

source: Avatar choosing panel will be here
it: Il pannello di scelta degli avatar sarà qui

source: Back
it: Indietro

source: Continue
it: Continua

source: Data
it: Dati

source: Decide which tags (up to 4) for your positive activity you will be using by creating them
it: Decidi quali tag (fino a 4) per le tue attività positive che utilizzerai dopo averle create

source: Define your goal
it: Definisci il tuo obiettivo

source: Define your tags
it: Definisci i tuoi tag

source: Diary
it: Diario

source: Example: Befriend yourself
it: Esempio: Fai amicizia con te stesso

source: Follow your activity status using statistics for better understanding if your life goal meets your reflections with the help of a tag system, created by you.
it: Segui lo stato della tua attività utilizzando le statistiche per capire meglio se il tuo obiettivo di vita soddisfa le tue riflessioni con l'aiuto di un sistema di tag, creato da te.

source: Gratus is a gratitude diary which helps you to grow your self-gratitude, positivity, and optimism
it: Gratus è un diario della gratitudine che ti aiuta a far crescere la tua autogratitudine, positività e ottimismo

source: Gratus is easy to use
it: Gratus è facile da usare

source: Grow you self-gratitude by creating reflections with positive emotions you feel right now or felt a few days ago.
it: Coltiva la tua autogratitudine creando riflessioni con emozioni positive che provi in ​​questo momento o che hai provato qualche giorno fa.

source: Grow your self-gratitude with Gratus
it: Coltiva la tua auto-grazia con Gratus

source: Hello
it: Ciao

source: Journal
it: Lista

source: Main target
it: Destinazione principale

source: Martin
it: Giovanni

source: Mode
it: Modo

source: Now, what is your name?
it: Ora, come ti chiami?

source: Please note, Gratus is not a psychological help service and cannot provide any psychological help on the subject. Having any condition, it is highly recommended to see your doctor
it: Si prega di notare che Gratus non è un servizio di assistenza psicologica e non può fornire alcun aiuto psicologico sull'argomento. Se hai un qualsiasi problema, si consiglia vivamente di consultare il medico

source: Please, type your name in the field below and upload your avatar
it: Per favore, digita il tuo nome nel campo sottostante e carica il tuo avatar

source: Start your journey
it: Inizia il tuo viaggio

source: Statistic
it: Statistiche

source: Submit
it: Confermare

source: Subtarget #1 (will be available soon)
it: Sotto-obiettivi #1 (sarà presto disponibile)

source: Subtarget #2 (will be available soon)
it: Sotto-obiettivi #2 (sarà presto disponibile)

source: Subtarget #3 (will be available soon)
it: Sotto-obiettivi #3 (sarà presto disponibile)

source: Subtarget #4 (will be available soon)
it: Sotto-obiettivi #4 (sarà presto disponibile)

source: Subtarget #5 (will be available soon)
it: Sotto-obiettivi #5 (sarà presto disponibile)

source: Subtarget #6 (will be available soon)
it: Sotto-obiettivi #6 (sarà presto disponibile)

source: Subtarget #7 (will be available soon)
it: Sotto-obiettivi #7 (sarà presto disponibile)

source: Subtarget #8 (will be available soon)
it: Sotto-obiettivi #8 (sarà presto disponibile)

source: Subtarget #9 (will be available soon)
it: Sotto-obiettivi #9 (sarà presto disponibile)

source: Subtargets
it: Sotto-obiettivi

source: Type your life goal to easily see how it corresponds with the positive activity data you will be collecting
it: Digita il tuo obiettivo di vita per vedere facilmente come corrisponde ai dati sull'attività positiva che raccoglierai

source: Use the diary to sum up your good feelings. Don’t try to proceed with only big appreciations - in contrast, pay more attention to the small ones.
it: Usa il diario per riassumere i tuoi buoni sentimenti. Non cercare di procedere solo con grandi apprezzamenti - al contrario, presta più attenzione a quelli piccoli.

source: Welcome
it: Benvenuto

source: Write down the best positive thing of this week
it: Scrivi l'evento più positivo di questa settimana

source: Write down your main life goal that you are focusing on at this moment
it: Scrivi il tuo principale destinazione di vita su cui ti stai concentrando in questo momento

source: Write down your tag title here
it: Scrivi qui il titolo del tuo tag

source: Your track
it: Il tuo viaggio
